[{
        "name": "gmail",
        "description": {
            "en": "Gmail is a free email service provided by Google. By storing access with us, you will be able to send emails by SMS using the SWOB app. We only request the most basic permissions to make this process work.",
            "fr": "Gmail est un service de messagerie gratuit fourni par Google. En stockant l'accès chez nous, vous serez en mesure d'envoyer des e-mails par SMS en utilisant l'application SWOB. Nous ne demandons que les autorisations les plus élémentaires pour que ce processus fonctionne."
        },
        "type": "email",
        "logo": "/public/gmail-icon.svg",
        "protocols": ["oauth2"],
        "letter": "g"
    },
    {
        "name": "twitter",
        "description": {
            "en": "Twitter is a microblogging and social networking service. By storing access with us, you will be able to tweet in real time by SMS using the SWOB app. We only request the most basic permissions to make this process work.",
            "fr": "Twitter est un service de microblogging et de réseau social. En stockant un accès chez nous, vous pourrez tweeter en temps réel par SMS en utilisant l'application SWOB. Nous ne demandons que les autorisations les plus élémentaires pour que ce processus fonctionne."
        },
        "type": "text",
        "logo": "/public/twitter-icon.svg",
        "protocols": ["oauth2"],
        "letter": "t"
    },
    {
        "name": "telegram",
        "description": {
            "en": "Telegram is a freeware, cross-platform, cloud-based instant messaging service. By storing access with us, you will be able to send messages by SMS using the SWOB app. We only request the most basic permissions to make this process work.",
            "fr": "Telegram est un service de messagerie instantanée gratuit, multiplateforme et basé sur le cloud. En stockant un accès chez nous, vous serez en mesure d'envoyer des messages par SMS en utilisant l'application SWOB. Nous ne demandons que les autorisations les plus élémentaires pour que ce processus fonctionne."
        },
        "type": "messaging",
        "logo": "/public/telegram-icon.svg",
        "protocols": ["twofactor"],
        "letter": "T"
    },
    {
        "name": "slack",
        "description": {
            "en": "Slack is a messaging app for business that connects people to the information they need. By bringing people together to work as one unified team, Slack transforms the way organizations communicate.",
            "fr": "Slack est une application de messagerie pour les entreprises qui connecte les gens aux informations dont ils ont besoin. En rassemblant les gens pour qu'ils travaillent comme une seule équipe unifiée, Slack transforme la façon dont les organisations communiquent."
        },
        "type": "text",
        "logo": "/public/slack-icon.svg",
        "protocols": ["oauth2"],
        "letter": "s"
    }
]